[
  {
    "id": 1,
    "name": "Hindi",
    "image": "https://bharat-api-sm.vercel.app/assets/language1.png",
    "description": "Hindi is spoken by 528 million people in India and 615 million worldwide. It is primarily spoken in Northern and Central India and is also spoken in Nepal, Mauritius, Fiji, and Suriname. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 2,
    "name": "Bengali",
    "image": "https://bharat-api-sm.vercel.app/assets/language2.png",
    "description": "Bengali has 97 million speakers in India and 230 million globally. It is spoken in West Bengal, Tripura, and Assam, and outside India in Bangladesh, the UAE, and the UK. It is part of the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 3,
    "name": "Marathi",
    "image": "https://bharat-api-sm.vercel.app/assets/language3.png",
    "description": "Marathi has 83 million speakers in India and 95 million globally. It is mainly spoken in Maharashtra and Goa, and internationally in the USA, Canada, and the UAE. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 4,
    "name": "Telugu",
    "image": "https://bharat-api-sm.vercel.app/assets/language4.png",
    "description": "Telugu is spoken by 82 million people in India and 93 million worldwide. It is used primarily in Andhra Pradesh and Telangana, with speakers in the USA and Australia. It belongs to the Dravidian family.",
    "family": "Dravidian"
  },
  {
    "id": 5,
    "name": "Tamil",
    "image": "https://bharat-api-sm.vercel.app/assets/language5.png",
    "description": "Tamil has 75 million speakers in India and 86 million globally. It is primarily spoken in Tamil Nadu and Puducherry, as well as Sri Lanka, Singapore, and Malaysia. It belongs to the Dravidian family.",
    "family": "Dravidian"
  },
  {
    "id": 6,
    "name": "Gujarati",
    "image": "https://bharat-api-sm.vercel.app/assets/language6.png",
    "description": "Gujarati is spoken by 61 million people in India and 66 million worldwide. It is spoken in Gujarat and abroad in the UK, USA, and Kenya. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 7,
    "name": "Urdu",
    "image": "https://bharat-api-sm.vercel.app/assets/language7.png",
    "description": "Urdu has 50 million speakers in India and 230 million globally. It is spoken in Jammu & Kashmir, Telangana, and Bihar, and internationally in Pakistan and the UAE. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 8,
    "name": "Kannada",
    "image": "https://bharat-api-sm.vercel.app/assets/language8.png",
    "description": "Kannada has 44 million speakers in India and 55 million worldwide. It is spoken mainly in Karnataka, with speakers in the USA and UAE. It belongs to the Dravidian family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 9,
    "name": "Odia",
    "image": "https://bharat-api-sm.vercel.app/assets/language9.png",
    "description": "Odia has 37 million speakers in India and 38 million globally. It is spoken in Odisha and also in Bangladesh. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 10,
    "name": "Malayalam",
    "image": "https://bharat-api-sm.vercel.app/assets/language10.png",
    "description": "Malayalam is spoken by 35 million people in India and 38 million worldwide. It is primarily used in Kerala and abroad in the UAE and Qatar. It belongs to the Dravidian family.",
    "family": "Dravidian"
  },
  {
    "id": 11,
    "name": "Punjabi",
    "image": "https://bharat-api-sm.vercel.app/assets/language11.png",
    "description": "Punjabi has 33 million speakers in India and 125 million worldwide. It is spoken in Punjab and internationally in Pakistan, the UK, and Canada. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 12,
    "name": "Assamese",
    "image": "https://bharat-api-sm.vercel.app/assets/language12.png",
    "description": "Assamese is spoken by 15 million people in India and globally. It is used in Assam and also in Bhutan. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 13,
    "name": "Maithili",
    "image": "https://bharat-api-sm.vercel.app/assets/language13.png",
    "description": "Maithili has 13 million speakers in India and 13.5 million globally. It is spoken in Bihar and Jharkhand, and in Nepal. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 14,
    "name": "Santali",
    "image": "https://bharat-api-sm.vercel.app/assets/language14.png",
    "description": "Santali has 7.3 million speakers in India and 7.5 million worldwide. It is spoken in Jharkhand, West Bengal, and Odisha, and also in Bangladesh. It belongs to the Austroasiatic family.",
    "family": "Austroasiatic"
  },
  {
    "id": 15,
    "name": "Kashmiri",
    "image": "https://bharat-api-sm.vercel.app/assets/language15.png",
    "description": "Kashmiri is spoken by 6.8 million people in India and 7 million worldwide. It is used in Jammu & Kashmir and Pakistan. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 16,
    "name": "Nepali",
    "image": "https://bharat-api-sm.vercel.app/assets/language16.png",
    "description": "Nepali has 2.9 million speakers in India and 16 million globally. It is spoken in Sikkim and West Bengal, and abroad in Nepal and Bhutan. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 17,
    "name": "Konkani",
    "image": "https://bharat-api-sm.vercel.app/assets/language17.png",
    "description": "Konkani has 2.2 million speakers in India and 2.5 million worldwide. It is spoken in Goa, Karnataka, and Maharashtra, and also in Portugal. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 18,
    "name": "Sindhi",
    "image": "https://bharat-api-sm.vercel.app/assets/language18.png",
    "description": "Sindhi is spoken by 2.1 million people in India and 32 million worldwide. It is used in Rajasthan and Gujarat, and internationally in Pakistan. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 19,
    "name": "Dogri",
    "image": "https://bharat-api-sm.vercel.app/assets/language19.gif",
    "description": "Dogri has 2.6 million speakers in India and 5 million globally. It is spoken in Jammu & Kashmir and Pakistan. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  },
  {
    "id": 20,
    "name": "Bodo",
    "image": "https://bharat-api-sm.vercel.app/assets/language20.gif",
    "description": "Bodo is spoken by 1.4 million people in India and 1.5 million globally. It is primarily used in Assam and Nepal. It belongs to the Sino-Tibetan family.",
    "family": "Sino-Tibetan"
  },
  {
    "id": 21,
    "name": "Meitei",
    "image": "https://bharat-api-sm.vercel.app/assets/language21.gif",
    "description": "Manipuri (Meitei) has 1.5 million speakers in India and 1.8 million worldwide. It is spoken in Manipur and internationally in Bangladesh and Myanmar. It belongs to the Sino-Tibetan family.",
    "family": "Sino-Tibetan"
  },
  {
    "id": 22,
    "name": "Sanskrit",
    "image": "https://bharat-api-sm.vercel.app/assets/language22.jpg",
    "description": "Sanskrit is spoken by 24,000 people in India and 30,000 worldwide. It is used in parts of Uttar Pradesh and Uttarakhand. It belongs to the Indo-Aryan family.",
    "family": "Indo-Aryan"
  }
]
